IDEA Open Model
CheckResConcreteBlock Constructor
Compatible with IDEA StatiCa Beta 20.0
Initializes a new instance of the CheckResConcreteBlock class
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public CheckResConcreteBlock()
Public Sub New
See Also
Reference
CheckResConcreteBlock Class
IdeaRS.OpenModel.Connection Namespace